<unk>	0
<s>	0
</s>	0
<pad>	0
<0x00>	0
<0x01>	0
<0x02>	0
<0x03>	0
<0x04>	0
<0x05>	0
<0x06>	0
<0x07>	0
<0x08>	0
<0x09>	0
<0x0A>	0
<0x0B>	0
<0x0C>	0
<0x0D>	0
<0x0E>	0
<0x0F>	0
<0x10>	0
<0x11>	0
<0x12>	0
<0x13>	0
<0x14>	0
<0x15>	0
<0x16>	0
<0x17>	0
<0x18>	0
<0x19>	0
<0x1A>	0
<0x1B>	0
<0x1C>	0
<0x1D>	0
<0x1E>	0
<0x1F>	0
<0x20>	0
<0x21>	0
<0x22>	0
<0x23>	0
<0x24>	0
<0x25>	0
<0x26>	0
<0x27>	0
<0x28>	0
<0x29>	0
<0x2A>	0
<0x2B>	0
<0x2C>	0
<0x2D>	0
<0x2E>	0
<0x2F>	0
<0x30>	0
<0x31>	0
<0x32>	0
<0x33>	0
<0x34>	0
<0x35>	0
<0x36>	0
<0x37>	0
<0x38>	0
<0x39>	0
<0x3A>	0
<0x3B>	0
<0x3C>	0
<0x3D>	0
<0x3E>	0
<0x3F>	0
<0x40>	0
<0x41>	0
<0x42>	0
<0x43>	0
<0x44>	0
<0x45>	0
<0x46>	0
<0x47>	0
<0x48>	0
<0x49>	0
<0x4A>	0
<0x4B>	0
<0x4C>	0
<0x4D>	0
<0x4E>	0
<0x4F>	0
<0x50>	0
<0x51>	0
<0x52>	0
<0x53>	0
<0x54>	0
<0x55>	0
<0x56>	0
<0x57>	0
<0x58>	0
<0x59>	0
<0x5A>	0
<0x5B>	0
<0x5C>	0
<0x5D>	0
<0x5E>	0
<0x5F>	0
<0x60>	0
<0x61>	0
<0x62>	0
<0x63>	0
<0x64>	0
<0x65>	0
<0x66>	0
<0x67>	0
<0x68>	0
<0x69>	0
<0x6A>	0
<0x6B>	0
<0x6C>	0
<0x6D>	0
<0x6E>	0
<0x6F>	0
<0x70>	0
<0x71>	0
<0x72>	0
<0x73>	0
<0x74>	0
<0x75>	0
<0x76>	0
<0x77>	0
<0x78>	0
<0x79>	0
<0x7A>	0
<0x7B>	0
<0x7C>	0
<0x7D>	0
<0x7E>	0
<0x7F>	0
<0x80>	0
<0x81>	0
<0x82>	0
<0x83>	0
<0x84>	0
<0x85>	0
<0x86>	0
<0x87>	0
<0x88>	0
<0x89>	0
<0x8A>	0
<0x8B>	0
<0x8C>	0
<0x8D>	0
<0x8E>	0
<0x8F>	0
<0x90>	0
<0x91>	0
<0x92>	0
<0x93>	0
<0x94>	0
<0x95>	0
<0x96>	0
<0x97>	0
<0x98>	0
<0x99>	0
<0x9A>	0
<0x9B>	0
<0x9C>	0
<0x9D>	0
<0x9E>	0
<0x9F>	0
<0xA0>	0
<0xA1>	0
<0xA2>	0
<0xA3>	0
<0xA4>	0
<0xA5>	0
<0xA6>	0
<0xA7>	0
<0xA8>	0
<0xA9>	0
<0xAA>	0
<0xAB>	0
<0xAC>	0
<0xAD>	0
<0xAE>	0
<0xAF>	0
<0xB0>	0
<0xB1>	0
<0xB2>	0
<0xB3>	0
<0xB4>	0
<0xB5>	0
<0xB6>	0
<0xB7>	0
<0xB8>	0
<0xB9>	0
<0xBA>	0
<0xBB>	0
<0xBC>	0
<0xBD>	0
<0xBE>	0
<0xBF>	0
<0xC0>	0
<0xC1>	0
<0xC2>	0
<0xC3>	0
<0xC4>	0
<0xC5>	0
<0xC6>	0
<0xC7>	0
<0xC8>	0
<0xC9>	0
<0xCA>	0
<0xCB>	0
<0xCC>	0
<0xCD>	0
<0xCE>	0
<0xCF>	0
<0xD0>	0
<0xD1>	0
<0xD2>	0
<0xD3>	0
<0xD4>	0
<0xD5>	0
<0xD6>	0
<0xD7>	0
<0xD8>	0
<0xD9>	0
<0xDA>	0
<0xDB>	0
<0xDC>	0
<0xDD>	0
<0xDE>	0
<0xDF>	0
<0xE0>	0
<0xE1>	0
<0xE2>	0
<0xE3>	0
<0xE4>	0
<0xE5>	0
<0xE6>	0
<0xE7>	0
<0xE8>	0
<0xE9>	0
<0xEA>	0
<0xEB>	0
<0xEC>	0
<0xED>	0
<0xEE>	0
<0xEF>	0
<0xF0>	0
<0xF1>	0
<0xF2>	0
<0xF3>	0
<0xF4>	0
<0xF5>	0
<0xF6>	0
<0xF7>	0
<0xF8>	0
<0xF9>	0
<0xFA>	0
<0xFB>	0
<0xFC>	0
<0xFD>	0
<0xFE>	0
<0xFF>	0
▁t	-0
▁a	-1
▁th	-2
in	-3
▁the	-4
▁b	-5
is	-6
▁w	-7
▁p	-8
▁o	-9
re	-10
it	-11
▁m	-12
ing	-13
en	-14
▁to	-15
▁h	-16
▁s	-17
▁c	-18
ve	-19
▁f	-20
la	-21
ck	-22
▁d	-23
▁an	-24
▁I	-25
at	-26
er	-27
..	-28
on	-29
an	-30
ed	-31
es	-32
ou	-33
▁and	-34
▁g	-35
or	-36
as	-37
▁B	-38
▁is	-39
ll	-40
le	-41
wn	-42
lack	-43
▁mo	-44
▁on	-45
▁n	-46
▁e	-47
▁of	-48
ro	-49
▁k	-50
▁in	-51
awn	-52
gh	-53
ut	-54
▁be	-55
▁wh	-56
ite	-57
op	-58
▁for	-59
me	-60
▁pawn	-61
ow	-62
ot	-63
▁move	-64
▁l	-65
▁my	-66
ght	-67
id	-68
ta	-69
qu	-70
ly	-71
▁it	-72
st	-73
▁T	-74
ight	-75
ent	-76
ith	-77
ar	-78
ec	-79
▁at	-80
▁pla	-81
ch	-82
▁this	-83
▁N	-84
▁re	-85
ion	-86
▁Th	-87
...	-88
▁ha	-89
▁W	-90
os	-91
▁with	-92
ish	-93
ld	-94
ok	-95
een	-96
▁Black	-97
ce	-98
al	-99
▁he	-100
ak	-101
▁his	-102
ishop	-103
night	-104
ter	-105
▁u	-106
▁qu	-107
▁black	-108
▁that	-109
ould	-110
▁but	-111
▁Q	-112
▁Wh	-113
▁play	-114
▁de	-115
▁i	-116
▁was	-117
▁op	-118
et	-119
▁bishop	-120
▁White	-121
▁knight	-122
ad	-123
▁so	-124
▁A	-125
▁K	-126
▁queen	-127
ame	-128
se	-129
▁have	-130
ide	-131
▁R	-132
tack	-133
▁white	-134
ay	-135
ver	-136
▁king	-137
▁st	-138
▁can	-139
▁ro	-140
mp	-141
▁attack	-142
▁not	-143
▁ex	-144
ill	-145
ge	-146
▁rook	-147
▁ch	-148
▁as	-149
th	-150
▁tr	-151
reat	-152
all	-153
▁has	-154
▁The	-155
ee	-156
▁game	-157
▁go	-158
end	-159
▁do	-160
▁▁	-161
ive	-162
▁co	-163
ic	-164
▁pos	-165
ure	-166
are	-167
▁would	-168
ate	-169
ain	-170
ble	-171
▁pre	-172
▁now	-173
▁pro	-174
▁tak	-175
ct	-176
▁pi	-177
nd	-178
▁(	-179
ere	-180
▁con	-181
▁al	-182
ition	-183
▁piec	-184
▁up	-185
ally	-186
▁This	-187
▁r	-188
▁open	-189
▁or	-190
▁me	-191
▁by	-192
▁y	-193
▁will	-194
▁def	-195
ur	-196
▁whi	-197
▁position	-198
▁get	-199
side	-200
ap	-201
▁if	-202
vel	-203
ect	-204
▁le	-205
▁we	-206
▁ad	-207
▁lo	-208
im	-209
▁H	-210
velop	-211
▁-	-212
ust	-213
ess	-214
ant	-215
▁all	-216
▁S	-217
ast	-218
quare	-219
▁fi	-220
▁...	-221
od	-222
▁threat	-223
▁see	-224
ke	-225
fter	-226
rom	-227
ard	-228
▁you	-229
▁develop	-230
▁ne	-231
chan	-232
van	-233
▁sa	-234
▁pawns	-235
▁from	-236
▁out	-237
▁win	-238
▁some	-239
▁sh	-240
ation	-241
▁square	-242
▁exchan	-243
▁cent	-244
ong	-245
est	-246
au	-247
▁advan	-248
▁bet	-249
ra	-250
▁int	-251
▁ag	-252
ment	-253
▁bec	-254
▁moves	-255
oth	-256
▁take	-257
▁P	-258
ough	-259
ime	-260
▁here	-261
so	-262
▁good	-263
▁better	-264
▁more	-265
▁M	-266
▁are	-267
▁which	-268
eck	-269
ink	-270
▁after	-271
▁ba	-272
....	-273
ause	-274
ss	-275
▁pieces	-276
▁then	-277
pon	-278
▁think	-279
si	-280
▁j	-281
▁time	-282
▁check	-283
if	-284
very	-285
▁str	-286
▁exchange	-287
▁back	-288
▁one	-289
il	-290
▁because	-291
▁po	-292
ort	-293
pp	-294
▁again	-295
ving	-296
us	-297
▁cont	-298
▁li	-299
▁v	-300
▁want	-301
way	-302
xe	-303
out	-304
ther	-305
▁O	-306
▁defend	-307
ose	-308
lo	-309
▁could	-310
ul	-311
▁off	-312
▁su	-313
▁had	-314
**	-315
ice	-316
▁cast	-317
ting	-318
▁any	-319
▁D	-320
▁Now	-321
▁mat	-322
xd	-323
ind	-324
▁It	-325
tage	-326
▁way	-327
▁Qu	-328
▁played	-329
and	-330
ven	-331
ous	-332
▁no	-333
▁also	-334
▁la	-335
▁only	-336
un	-337
▁Queen	-338
▁un	-339
▁very	-340
tect	-341
am	-342
▁mak	-343
▁does	-344
▁look	-345
eri	-346
▁just	-347
xf	-348
▁try	-349
▁like	-350
▁plan	-351
▁been	-352
emp	-353
▁F	-354
▁opening	-355
▁dec	-356
ade	-357
▁C	-358
ning	-359
ponent	-360
▁G	-361
int	-362
▁opponent	-363
▁there	-364
▁pin	-365
▁into	-366
▁King	-367
ine	-368
▁did	-369
▁advantage	-370
▁com	-371
▁ab	-372
ab	-373
ore	-374
ag	-375
▁point	-376
▁piece	-377
▁If	-378
ens	-379
▁still	-380
▁allow	-381
▁cou	-382
▁end	-383
▁protect	-384
▁center	-385
xc	-386
▁weak	-387
pawn	-388
▁di	-389
not	-390
▁give	-391
▁comp	-392
▁tw	-393
▁act	-394
▁But	-395
▁other	-396
vent	-397
▁en	-398
▁mis	-399
other	-400
ir	-401
▁sta	-402
▁bo	-403
ening	-404
ever	-405
ity	-406
▁him	-407
apt	-408
▁don	-409
▁am	-410
▁exp	-411
▁sp	-412
▁best	-413
▁side	-414
▁L	-415
▁should	-416
▁wor	-417
▁fa	-418
▁two	-419
▁about	-420
▁press	-421
▁mate	-422
▁Knight	-423
ced	-424
▁than	-425
▁kingside	-426
▁how	-427
▁need	-428
▁temp	-429
▁Bishop	-430
▁<	-431
uch	-432
▁fo	-433
▁seem	-434
eep	-435
ile	-436
▁He	-437
▁against	-438
▁where	-439
▁?	-440
red	-441
ass	-442
ned	-443
▁too	-444
▁ide	-445
ang	-446
erial	-447
▁may	-448
lock	-449
lu	-450
ces	-451
co	-452
▁los	-453
nder	-454
▁strong	-455
apture	-456
▁away	-457
▁down	-458
ead	-459
▁In	-460
▁material	-461
▁keep	-462
▁pressure	-463
▁file	-464
▁much	-465
▁hop	-466
onal	-467
▁res	-468
ably	-469
able	-470
▁possi	-471
ree	-472
▁what	-473
▁diag	-474
><	-475
ted	-476
▁even	-477
▁development	-478
xg	-479
▁And	-480
▁"	-481
▁attacking	-482
li	-483
▁diagonal	-484
▁over	-485
llow	-486
ari	-487
▁trade	-488
ook	-489
▁well	-490
ers	-491
ick	-492
thing	-493
▁castle	-494
te	-495
ue	-496
tle	-497
mm	-498
▁kn	-499
ush	-500
▁make	-501
ince	-502
.<	-503
▁fir	-504
▁contro	-505
▁another	-506
ase	-507
▁when	-508
ling	-509
ually	-510
▁must	-511
▁block	-512
▁!	-513
bably	-514
ri	-515
▁really	-516
▁put	-517
▁takes	-518
▁So	-519
▁dis	-520
▁board	-521
▁first	-522
ought	-523
▁fe	-524
▁ret	-525
▁follow	-526
▁defen	-527
▁si	-528
▁both	-529
▁star	-530
ef	-531
ry	-532
▁queenside	-533
▁idea	-534
▁while	-535
▁sac	-536
▁pass	-537
).	-538
▁br	-539
▁tempo	-540
tion	-541
▁long	-542
ound	-543
xb	-544
ank	-545
▁chan	-546
▁Nf	-547
****	-548
file	-549
▁prevent	-550
cing	-551
ave	-552
▁man	-553
fore	-554
▁playing	-555
xt	-556
▁going	-557
▁mista	-558
cc	-559
▁rooks	-560
▁My	-561
▁E	-562
▁control	-563
▁lost	-564
▁didn	-565
▁us	-566
▁imp	-567
▁since	-568
mo	-569
ical	-570
▁decid	-571
vo	-572
▁thought	-573
▁dou	-574
▁line	-575
raw	-576
▁At	-577
▁prep	-578
▁probably	-579
▁doesn	-580
lf	-581
▁An	-582
▁gain	-583
▁saf	-584
ff	-585
ful	-586
act	-587
▁Nc	-588
▁push	-589
ady	-590
▁though	-591
iz	-592
▁contin	-593
▁lit	-594
▁seems	-595
▁capture	-596
▁before	-597
sig	-598
ts	-599
▁Rook	-600
ariation	-601
▁Ne	-602
▁sure	-603
vi	-604
▁little	-605
▁Not	-606
▁eas	-607
stead	-608
▁Be	-609
▁resig	-610
ither	-611
rif	-612
▁cho	-613
▁use	-614
▁most	-615
her	-616
▁draw	-617
▁coun	-618
▁know	-619
ise	-620
▁mistake	-621
▁lose	-622
▁your	-623
▁gam	-624
▁simp	-625
▁centre	-626
▁bring	-627
ated	-628
▁fork	-629
▁Re	-630
▁squares	-631
▁lead	-632
ies	-633
!!	-634
▁option	-635
be	-636
▁winning	-637
one	-638
xh	-639
om	-640
▁bad	-641
ward	-642
▁won	-643
▁fin	-644
▁next	-645
▁Nd	-646
ative	-647
▁stop	-648
der	-649
▁sacrif	-650
led	-651
game	-652
▁se	-653
▁ho	-654
▁threatening	-655
ig	-656
ately	-657
▁supp	-658
▁free	-659
ace	-660
▁retreat	-661
▁dang	-662
▁possible	-663
wh	-664
ating	-665
owever	-666
tain	-667
art	-668
void	-669
▁counter	-670
▁trying	-671
▁cannot	-672
ull	-673
less	-674
▁right	-675
nt	-676
ian	-677
??	-678
ark	-679
arly	-680
▁danger	-681
urn	-682
▁real	-683
▁sl	-684
▁variation	-685
▁rank	-686
▁cle	-687
▁imm	-688
edi	-689
▁per	-690
▁either	-691
though	-692
▁find	-693
▁gives	-694
▁Al	-695
les	-696
bit	-697
▁allows	-698
▁min	-699
▁leave	-700
▁might	-701
erest	-702
ula	-703
▁cl	-704
▁es	-705
ress	-706
aring	-707
▁....	-708
rse	-709
▁avoid	-710
self	-711
▁something	-712
to	-713
▁decided	-714
▁exchang	-715
▁advance	-716
lp	-717
▁Bd	-718
▁▁▁▁	-719
▁course	-720
▁under	-721
ie	-722
▁instead	-723
▁last	-724
▁defense	-725
▁help	-726
our	-727
▁happ	-728
▁far	-729
▁support	-730
ral	-731
uct	-732
orm	-733
▁able	-734
▁being	-735
▁opp	-736
ence	-737
ach	-738
▁gi	-739
▁wanted	-740
▁work	-741
xa	-742
▁ar	-743
▁looks	-744
ines	-745
▁bishops	-746
▁app	-747
▁creat	-748
▁main	-749
▁ob	-750
▁gu	-751
▁Bg	-752
▁enough	-753
aly	-754
▁tact	-755
▁sec	-756
ortun	-757
iff	-758
▁space	-759
▁hope	-760
ult	-761
▁own	-762
▁castling	-763
▁trap	-764
vious	-765
▁Qd	-766
▁Bb	-767
▁its	-768
▁immedi	-769
cep	-770
lay	-771
▁chance	-772
enti	-773
▁diff	-774
▁plays	-775
bil	-776
ason	-777
▁After	-778
▁bit	-779
▁force	-780
▁rec	-781
▁set	-782
▁why	-783
),	-784
▁ac	-785
rect	-786
▁same	-787
▁continu	-788
▁interest	-789
▁comple	-790
blem	-791
▁dark	-792
▁moving	-793
▁respon	-794
▁passed	-795
▁reason	-796
reak	-797
▁least	-798
osed	-799
mate	-800
▁lot	-801
▁rep	-802
lan	-803
ready	-804
▁thing	-805
▁made	-806
▁problem	-807
▁endgame	-808
▁With	-809
▁forced	-810
▁beg	-811
▁blu	-812
▁come	-813
up	-814
▁place	-815
ond	-816
▁safe	-817
ather	-818
▁quick	-819
▁nice	-820
▁taking	-821
▁att	-822
▁Qe	-823
▁lines	-824
aps	-825
ell	-826
ip	-827
ness	-828
▁queens	-829
ans	-830
▁hard	-831
▁central	-832
▁looking	-833
▁Bc	-834
▁already	-835
lt	-836
▁However	-837
ower	-838
▁doub	-839
▁later	-840
▁sacrifice	-841
▁many	-842
▁quite	-843
▁gets	-844
SB	-845
▁wants	-846
ual	-847
▁wins	-848
▁few	-849
▁light	-850
ves	-851
▁Rf	-852
▁ext	-853
▁let	-854
▁without	-855
▁who	-856
▁prepare	-857
▁part	-858
hing	-859
ty	-860
▁cons	-861
▁break	-862
▁sw	-863
▁Here	-864
Th	-865
haps	-866
▁Bf	-867
▁Kf	-868
▁were	-869
▁Nb	-870
um	-871
▁say	-872
▁however	-873
▁knights	-874
▁games	-875
▁expect	-876
▁blunder	-877
▁developing	-878
ied	-879
ory	-880
▁begin	-881
▁Rd	-882
▁makes	-883
▁easi	-884
********	-885
▁start	-886
▁Ng	-887
▁beh	-888
ucture	-889
▁great	-890
▁order	-891
▁[	-892
ved	-893
▁threats	-894
▁interesting	-895
▁cor	-896
▁pinned	-897
▁analy	-898
▁active	-899
▁Pawn	-900
▁loses	-901
oy	-902
▁getting	-903
em	-904
for	-905
▁fee	-906
▁her	-907
urther	-908
▁early	-909
get	-910
urp	-911
▁structure	-912
▁fav	-913
▁thr	-914
▁:	-915
ary	-916
rit	-917
▁behind	-918
▁Qh	-919
▁Qf	-920
tern	-921
▁resign	-922
ered	-923
▁soon	-924
▁As	-925
ading	-926
ner	-927
▁prom	-928
▁There	-929
▁followed	-930
▁rather	-931
▁them	-932
▁..	-933
ways	-934
▁weakness	-935
▁defending	-936
▁got	-937
▁pref	-938
▁checkmate	-939
+,	-940
▁Def	-941
uring	-942
▁import	-943
▁Kg	-944
▁threaten	-945
▁they	-946
▁On	-947
▁remo	-948
ep	-949
ft	-950
▁yet	-951
gress	-952
▁el	-953
ord	-954
▁sc	-955
▁nothing	-956
ilian	-957
▁Qc	-958
iv	-959
▁maybe	-960
▁Ke	-961
icilian	-962
▁chess	-963
▁power	-964
sb	-965
▁hold	-966
▁dangerous	-967
iti	-968
ense	-969
▁equ	-970
▁double	-971
▁attacks	-972
▁due	-973
▁further	-974
▁second	-975
uter	-976
▁pa	-977
▁annot	-978
▁rem	-979
▁pot	-980
▁Ra	-981
▁choice	-982
▁simply	-983
sis	-984
per	-985
▁clear	-986
▁losing	-987
▁For	-988
▁moved	-989
▁important	-990
▁Kd	-991
▁care	-992
▁Kh	-993
▁miss	-994
▁threatens	-995
gain	-996
▁moment	-997
ider	-998
▁initi	-999
▁Qb	-1000
▁sol	-1001
▁Qg	-1002
▁decide	-1003
▁promot	-1004
▁To	-1005
▁less	-1006
▁thinking	-1007
ully	-1008
▁isn	-1009
▁Nxe	-1010
▁sit	-1011
▁developed	-1012
▁comm	-1013
▁forcing	-1014
ten	-1015
▁add	-1016
tty	-1017
▁complete	-1018
str	-1019
▁Rc	-1020
ides	-1021
▁once	-1022
▁U	-1023
▁Y	-1024
ically	-1025
▁attemp	-1026
▁although	-1027
▁left	-1028
▁pr	-1029
vered	-1030
ternative	-1031
cap	-1032
▁Ch	-1033
▁acc	-1034
▁giving	-1035
▁slight	-1036
▁consider	-1037
▁aim	-1038
▁loss	-1039
▁forces	-1040
▁eff	-1041
▁case	-1042
▁defence	-1043
▁resigned	-1044
▁potenti	-1045
aj	-1046
ouble	-1047
▁anyway	-1048
ites	-1049
▁hand	-1050
▁J	-1051
lish	-1052
▁St	-1053
▁minor	-1054
▁big	-1055
lie	-1056
▁des	-1057
▁fact	-1058
ks	-1059
▁Attack	-1060
▁opportun	-1061
▁recapture	-1062
▁always	-1063
▁easy	-1064
▁event	-1065
▁finally	-1066
ize	-1067
▁pretty	-1068
▁actually	-1069
bility	-1070
▁escap	-1071
▁V	-1072
▁equal	-1073
idd	-1074
▁every	-1075
▁comes	-1076
amp	-1077
▁Sicilian	-1078
square	-1079
▁around	-1080
▁feel	-1081
▁extra	-1082
▁needs	-1083
▁fall	-1084
▁accep	-1085
▁goes	-1086
▁easily	-1087
▁through	-1088
▁saw	-1089
ended	-1090
uck	-1091
ively	-1092
ola	-1093
most	-1094
▁und	-1095
▁Rh	-1096
▁took	-1097
▁disco	-1098
▁ah	-1099
▁Bxf	-1100
▁Qxd	-1101
▁she	-1102
▁Rb	-1103
ac	-1104
▁,	-1105
▁That	-1106
▁hoping	-1107
▁?!	-1108
▁Nxd	-1109
▁such	-1110
▁immediately	-1111
ention	-1112
gn	-1113
▁taken	-1114
ait	-1115
ear	-1116
▁.	-1117
ren	-1118
▁defens	-1119
▁pair	-1120
▁allowing	-1121
ber	-1122
▁preparing	-1123
dd	-1124
▁turn	-1125
▁player	-1126
▁opens	-1127
ular	-1128
evelop	-1129
oses	-1130
▁ready	-1131
ped	-1132
▁never	-1133
mn	-1134
pect	-1135
ope	-1136
▁Rg	-1137
▁ahead	-1138
▁action	-1139
▁remain	-1140
imes	-1141
▁inc	-1142
▁save	-1143
▁having	-1144
▁computer	-1145
ome	-1146
▁quickly	-1147
▁run	-1148
▁options	-1149
▁tries	-1150
the	-1151
ates	-1152
▁Threat	-1153
xN	-1154
▁activ	-1155
▁Another	-1156
▁chances	-1157
gg	-1158
▁coming	-1159
▁things	-1160
▁obvious	-1161
▁trouble	-1162
▁gambit	-1163
▁making	-1164
▁comment	-1165
iddle	-1166
▁needed	-1167
ance	-1168
▁leaves	-1169
▁isola	-1170
▁leads	-1171
▁aggress	-1172
▁anything	-1173
▁exchanges	-1174
aving	-1175
▁stand	-1176
▁middle	-1177
rong	-1178
aster	-1179
▁Pre	-1180
▁almost	-1181
ila	-1182
ont	-1183
atch	-1184
▁prefer	-1185
ecess	-1186
play	-1187
ost	-1188
▁Op	-1189
▁cover	-1190
▁continue	-1191
▁escape	-1192
chet	-1193
▁Also	-1194
rying	-1195
▁fr	-1196
▁unt	-1197
ich	-1198
▁dr	-1199
etter	-1200
uation	-1201
lumn	-1202
urpr	-1203
▁three	-1204
▁effect	-1205
▁Qa	-1206
▁ass	-1207
▁seri	-1208
▁blacks	-1209
▁opportunity	-1210
▁ter	-1211
▁response	-1212
▁usually	-1213
joy	-1214
▁maj	-1215
xB	-1216
bly	-1217
▁doing	-1218
▁Pro	-1219
▁solid	-1220
▁else	-1221
▁show	-1222
ist	-1223
dy	-1224
▁analysis	-1225
ne	-1226
▁'	-1227
▁myself	-1228
icult	-1229
▁??	-1230
▁initiative	-1231
ambit	-1232
▁fut	-1233
ertain	-1234
ict	-1235
▁often	-1236
▁difficult	-1237
▁cla	-1238
chetto	-1239
▁differe	-1240
▁cra	-1241
▁felt	-1242
▁wait	-1243
▁tactic	-1244
▁perhaps	-1245
▁te	-1246
ety	-1247
▁Qxf	-1248
▁conc	-1249
Nf	-1250
kes	-1251
▁fight	-1252
▁fian	-1253
▁column	-1254
▁▁▁▁▁▁▁▁	-1255
▁bat	-1256
▁mind	-1257
▁major	-1258
▁Of	-1259
▁Game	-1260
sidered	-1261
▁players	-1262
▁tactical	-1263
▁protecting	-1264
enry	-1265
▁those	-1266
▁create	-1267
▁Qxe	-1268
ised	-1269
▁hang	-1270
▁surpr	-1271
ateg	-1272
▁decides	-1273
knot	-1274
▁call	-1275
▁Bh	-1276
▁enjoy	-1277
▁protected	-1278
▁doubled	-1279
▁considered	-1280
ially	-1281
▁future	-1282
aybe	-1283
osing	-1284
▁squared	-1285
lieve	-1286
ations	-1287
▁potential	-1288
ined	-1289
▁explo	-1290
▁wrong	-1291
ood	-1292
▁ed	-1293
▁situation	-1294
▁Kc	-1295
▁Nxf	-1296
▁guard	-1297
lic	-1298
▁cost	-1299
king	-1300
▁Better	-1301
▁isolated	-1302
▁points	-1303
▁safety	-1304
its	-1305
▁bu	-1306
▁done	-1307
▁occ	-1308
ending	-1309
▁offer	-1310
▁decis	-1311
▁favor	-1312
▁Bxe	-1313
▁Gambit	-1314
▁slow	-1315
▁fianchetto	-1316
age	-1317
estion	-1318
▁simple	-1319
▁......	-1320
▁What	-1321
but	-1322
ious	-1323
▁longer	-1324
▁discovered	-1325
▁wasn	-1326
▁until	-1327
▁resigns	-1328
▁strateg	-1329
atur	-1330
▁form	-1331
▁Henry	-1332
▁attempt	-1333
▁bl	-1334
▁tar	-1335
▁Trying	-1336
▁powerful	-1337
▁kind	-1338
▁norm	-1339
▁sm	-1340
nect	-1341
▁protection	-1342
▁plans	-1343
▁cal	-1344
▁book	-1345
▁unp	-1346
▁inf	-1347
▁ris	-1348
ecessary	-1349
ky	-1350
▁gr	-1351
igh	-1352
▁target	-1353
▁happen	-1354
........	-1355
▁seen	-1356
ying	-1357
▁aggressive	-1358
▁compens	-1359
▁defensive	-1360
▁Threatening	-1361
▁spot	-1362
▁blocks	-1363
lend	-1364
lease	-1365
▁whites	-1366
itch	-1367
▁LSB	-1368
▁reco	-1369
pec	-1370
▁Bxc	-1371
ping	-1372
▁their	-1373
▁Well	-1374
▁late	-1375
▁found	-1376
▁attacked	-1377
▁stronger	-1378
wards	-1379
▁DSB	-1380
▁these	-1381
--	-1382
na	-1383
▁Mo	-1384
ized	-1385
▁comb	-1386
▁alternative	-1387
wer	-1388
▁along	-1389
▁become	-1390
cula	-1391
▁Bxd	-1392
▁defended	-1393
!?	-1394
▁prov	-1395
▁sacrific	-1396
▁eventually	-1397
ath	-1398
▁serious	-1399
ey	-1400
▁reply	-1401
▁sides	-1402
Nc	-1403
▁vi	-1404
▁immediate	-1405
!)	-1406
▁His	-1407
▁correct	-1408
▁cr	-1409
▁ear	-1410
▁possibility	-1411
▁Ex	-1412
▁post	-1413
▁certain	-1414
▁passive	-1415
▁forward	-1416
▁Rxd	-1417
▁missed	-1418
pecially	-1419
ild	-1420
▁impro	-1421
▁continues	-1422
▁hor	-1423
▁positional	-1424
The	-1425
▁Ba	-1426
ew	-1427
▁common	-1428
▁completely	-1429
▁gra	-1430
▁gone	-1431
lus	-1432
▁rid	-1433
allen	-1434
▁edge	-1435
▁putting	-1436
▁Again	-1437
▁matter	-1438
▁keeping	-1439
ob	-1440
▁ey	-1441
▁becom	-1442
▁given	-1443
▁new	-1444
▁fail	-1445
▁stay	-1446
▁castled	-1447
▁swap	-1448
▁mating	-1449
▁connect	-1450
▁exploit	-1451
▁positions	-1452
▁fig	-1453
▁ind	-1454
ract	-1455
▁believe	-1456
▁seemed	-1457
▁exd	-1458
▁reach	-1459
▁trans	-1460
▁Glend	-1461
inally	-1462
▁finish	-1463
****************	-1464
▁Rxf	-1465
▁placed	-1466
▁weaken	-1467
▁defends	-1468
▁ent	-1469
▁Opening	-1470
▁.....	-1471
▁ending	-1472
▁said	-1473
▁respond	-1474
▁looked	-1475
▁We	-1476
aro	-1477
atab	-1478
ener	-1479
▁Qxc	-1480
▁tried	-1481
▁trapped	-1482
yp	-1483
com	-1484
min	-1485
▁remove	-1486
ween	-1487
▁Nxc	-1488
▁cxd	-1489
attack	-1490
▁close	-1491
▁direct	-1492
▁No	-1493
▁aw	-1494
▁Rxe	-1495
▁went	-1496
▁exposed	-1497
▁leaving	-1498
▁trad	-1499
wise	-1500
▁pres	-1501
▁happy	-1502
▁examp	-1503
▁question	-1504
▁cramp	-1505
▁used	-1506
▁planning	-1507
▁Maybe	-1508
▁figure	-1509
▁Although	-1510
ities	-1511
▁slightly	-1512
He	-1513
aking	-1514
ently	-1515
▁high	-1516
▁maintain	-1517
ends	-1518
Be	-1519
▁means	-1520
ges	-1521
▁Na	-1522
▁lsb	-1523
▁checks	-1524
▁worth	-1525
So	-1526
he	-1527
▁prevents	-1528
ud	-1529
▁rating	-1530
▁useful	-1531
▁complic	-1532
▁Qxg	-1533
▁deal	-1534
▁natur	-1535
▁example	-1536
Ne	-1537
▁challen	-1538
▁develops	-1539
ange	-1540
leas	-1541
▁Defense	-1542
▁guess	-1543
rop	-1544
▁expected	-1545
▁Kb	-1546
▁keeps	-1547
My	-1548
▁Nh	-1549
▁dxe	-1550
▁hanging	-1551
▁har	-1552
row	-1553
▁calcula	-1554
squared	-1555
+.	-1556
▁exchanging	-1557
▁datab	-1558
However	-1559
▁+	-1560
ulner	-1561
xR	-1562
ial	-1563
table	-1564
▁Glenda	-1565
lier	-1566
▁half	-1567
▁fun	-1568
▁inv	-1569
ears	-1570
▁bas	-1571
▁fxe	-1572
reddy	-1573
▁pick	-1574
▁vulner	-1575
▁problems	-1576
▁standard	-1577
fully	-1578
▁grab	-1579
▁puts	-1580
▁match	-1581
gical	-1582
▁himself	-1583
look	-1584
stand	-1585
▁especially	-1586
▁somewh	-1587
▁Instead	-1588
▁between	-1589
post	-1590
▁Attacking	-1591
▁mine	-1592
▁gener	-1593
▁earlier	-1594
erhaps	-1595
apturing	-1596
▁er	-1597
▁compensation	-1598
▁dsb	-1599
▁likely	-1600
ortunately	-1601
▁different	-1602
▁necessary	-1603
▁Co	-1604
▁key	-1605
va	-1606
▁sy	-1607
▁conf	-1608
ination	-1609
▁couldn	-1610
Nd	-1611
ked	-1612
▁ever	-1613
▁times	-1614
▁protects	-1615
▁annotation	-1616
sible	-1617
▁	-1618
e	-1619
t	-1620
a	-1621
o	-1622
n	-1623
i	-1624
s	-1625
h	-1626
r	-1627
l	-1628
d	-1629
c	-1630
.	-1631
g	-1632
p	-1633
m	-1634
u	-1635
w	-1636
f	-1637
k	-1638
b	-1639
y	-1640
v	-1641
,	-1642
I	-1643
B	-1644
x	-1645
'	-1646
5	-1647
4	-1648
1	-1649
-	-1650
2	-1651
3	-1652
N	-1653
T	-1654
q	-1655
6	-1656
W	-1657
Q	-1658
7	-1659
K	-1660
R	-1661
A	-1662
!	-1663
8	-1664
?	-1665
>	-1666
<	-1667
)	-1668
(	-1669
S	-1670
H	-1671
0	-1672
+	-1673
j	-1674
P	-1675
M	-1676
O	-1677
:	-1678
D	-1679
z	-1680
"	-1681
9	-1682
*	-1683
C	-1684
F	-1685
G	-1686
L	-1687
E	-1688
;	-1689
/	-1690
#	-1691
Y	-1692
U	-1693
[	-1694
]	-1695
V	-1696
J	-1697
=	-1698
&	-1699
_	-1700
%	-1701
…	-1702
´	-1703
�	-1704
	-1705
Z	-1706
	-1707
’	-1708
X	-1709
}	-1710
{	-1711
α	-1712
~	-1713
»	-1714
ο	-1715
`	-1716
ε	-1717
ι	-1718
τ	-1719
$	-1720
–	-1721
ä	-1722
ν	-1723
σ	-1724
π	-1725
ρ	-1726
υ	-1727
š	-1728
κ	-1729
λ	-1730
å	-1731
ÿ	-1732
η	-1733
@	-1734
ü	-1735
—	-1736
č	-1737
έ	-1738
μ	-1739
